tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "curl"
brew "git"
brew "jq"
brew "lv"
brew "mas"
brew "nkf"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "fish"
cask "adobe-creative-cloud"
cask "docker"
cask "goland"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "intellij-idea"
cask "rubymine"
cask "rider"
cask "webstorm"
cask "wireshark"
mas "LINE", id: 539883307
mas "Spark - Email App by Readdle", id: 1176895641
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Tweetbot 3 for Twitter", id: 1384080005
mas "Xcode", id: 497799835

