tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "curl"
brew "direnv"
brew "git"
brew "jq"
brew "lv"
brew "mas"
brew "nkf"
brew "nvm"
brew "terraform"
brew "tig"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "docker"
cask "google-japanese-ime"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ngrok"
mas "Slack", id: 803453959
mas "Xcode", id: 497799835

